export default {
  question : [
    {
      key: 0,
      tit:"如果没有地球的引力，一切都会被摧毁，子弹会飞得更远。事实上，在太空中，你的子弹可以永远移动，直到它撞到某种东西，就像小行星一样。",
      list:[{
        result:true,
        className:'sea',// className
        mian:'例如，你决定只吃烤鸡（或任何其他种类的肉），不含碳水化合物，这是你身体的最佳能量来源。在这种情况下，你的身体将不得不消耗你自己的肌肉和脂肪作为燃料。' //
      },{
        result:false,
        className:'sea',
        mian:'火山的温度比你厨房的烤箱高4倍。在里面，你很快就会被火烧死。然而，科学家们说熔岩的高密度和阻力不会让你沉入其中，一个人可能会撞到熔岩坑的表面。人们还相信，有可能在某些类型的熔岩上短暂地行走，当然，必须穿专业的热防护服（不要亲自尝试！）。'
      },{
        result:false,
        className:'sea',
        mian:'阿尔伯特·爱因斯坦曾经说过：“重要的是不要停止提问。好奇心有其存在的理由。”那么，面对那些看似奇怪的问题，它们的答案是什么呢？没错，这将是最有趣的！'
      },{
        result:false,
        className:'sea',
        mian:'我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4'
      }]
    },
    {
      key: 1,
      tit:"11111111111",
      list:[{
        result:true,
        className:'sea',// className
        mian:'2222222' //
      },{
        result:false,
        className:'sea',
        mian:'火山的温度比你厨房的烤箱高4倍。在里面，你很快就会被火烧死。然而，科学家们说熔岩的高密度和阻力不会让你沉入其中，一个人可能会撞到熔岩坑的表面。人们还相信，有可能在某些类型的熔岩上短暂地行走，当然，必须穿专业的热防护服（不要亲自尝试！）。'
      },{
        result:false,
        className:'sea',
        mian:'阿尔伯特·爱因斯坦曾经说过：“重要的是不要停止提问。好奇心有其存在的理由。”那么，面对那些看似奇怪的问题，它们的答案是什么呢？没错，这将是最有趣的！'
      },{
        result:false,
        className:'sea',
        mian:'我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4'
      }]
    },
    {
      key: 2,
      tit:"222222",
      list:[{
        result:true,
        className:'sea',// className
        mian:'2222222' //
      },{
        result:false,
        className:'sea',
        mian:'火山的温度比你厨房的烤箱高4倍。在里面，你很快就会被火烧死。然而，科学家们说熔岩的高密度和阻力不会让你沉入其中，一个人可能会撞到熔岩坑的表面。人们还相信，有可能在某些类型的熔岩上短暂地行走，当然，必须穿专业的热防护服（不要亲自尝试！）。'
      },{
        result:false,
        className:'sea',
        mian:'阿尔伯特·爱因斯坦曾经说过：“重要的是不要停止提问。好奇心有其存在的理由。”那么，面对那些看似奇怪的问题，它们的答案是什么呢？没错，这将是最有趣的！'
      },{
        result:false,
        className:'sea',
        mian:'我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4'
      }]
    },
    {
      key: 3,
      tit:"3333333333",
      list:[{
        result:true,
        className:'sea',// className
        mian:'2222222' //
      },{
        result:false,
        className:'sea',
        mian:'火山的温度比你厨房的烤箱高4倍。在里面，你很快就会被火烧死。然而，科学家们说熔岩的高密度和阻力不会让你沉入其中，一个人可能会撞到熔岩坑的表面。人们还相信，有可能在某些类型的熔岩上短暂地行走，当然，必须穿专业的热防护服（不要亲自尝试！）。'
      },{
        result:false,
        className:'sea',
        mian:'阿尔伯特·爱因斯坦曾经说过：“重要的是不要停止提问。好奇心有其存在的理由。”那么，面对那些看似奇怪的问题，它们的答案是什么呢？没错，这将是最有趣的！'
      },{
        result:false,
        className:'sea',
        mian:'我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4'
      }]
    },
    {
      key: 4,
      tit:"444444444",
      list:[{
        result:true,
        className:'sea',// className
        mian:'2222222' //
      },{
        result:false,
        className:'sea',
        mian:'火山的温度比你厨房的烤箱高4倍。在里面，你很快就会被火烧死。然而，科学家们说熔岩的高密度和阻力不会让你沉入其中，一个人可能会撞到熔岩坑的表面。人们还相信，有可能在某些类型的熔岩上短暂地行走，当然，必须穿专业的热防护服（不要亲自尝试！）。'
      },{
        result:false,
        className:'sea',
        mian:'阿尔伯特·爱因斯坦曾经说过：“重要的是不要停止提问。好奇心有其存在的理由。”那么，面对那些看似奇怪的问题，它们的答案是什么呢？没错，这将是最有趣的！'
      },{
        result:false,
        className:'sea',
        mian:'我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4我是选项4'
      }]
    }
  ]
};
