export default {
  question : [
    '1. 我会不加判断地就接受外来的信息。',
    '2. 生命中太多的变化，会使我迷失方向。',
    '3. 自我治疗的过程，能够使我有能力去帮助他人。',
    '4. 我会让人悲伤失望。',
    '5. 我觉得很安全。',
    '6. 我会将恐惧放到一边，去做该做的事。',
    '7. 我将别人的需要放在自己的需要之前。',
    '8. 无论在哪里，我都尽可能的实事求是。',
    '9. 当生活枯燥无味时，我喜欢改变它，使它有点花样。',
    '10. 照顾他人能够令我感到快乐和满足。',
    '11. 别人会觉得我很有趣。',
    '12. 我觉得自己很性感。',
    '13. 我相信人不会故意彼此伤害。',
    '14. 童年时，我会有被忽视. 被虐待. 或缺乏父母照顾的经验。',
    '15. 施比受更能令我快乐',
    '16. 我同意：“曾经爱过而失去，比从未爱过要好”。',
    '17. 我完全接纳生命。',
    '18. 我会以长远的眼光来看事情。',
    '19. 我正在开创自己的生命。',
    '20. 我相信我们可以用许多不一样的角度，去发现事情美好的一面。',
    '21. 我不再是过去我以为的我。',
    '22. 生命是一次又一次的心碎。',
    '23. 灵修方式（如祈祷. 静坐）能帮助我，使我的生命过得更好。',
    '24. 我发现为别人做事情比为自己做事情更容易。',
    '25. 我很喜欢并满足于自己的人际关系。',
    '26. 人们仰赖我的指导。',
    '27. 我害怕那些有权威的人。',
    '28. 我不太把规矩当回事。',
    '29. 我喜欢让人彼此有所关联。',
    '30. 我觉得自己被遗弃了。',
    '31. 即使有很高的成就，我仍会觉得自己未尽全力。',
    '32. 我具有领袖的特质。',
    '33. 我正在找寻进步的方针。',
    '34. 我可以相信别人对我的照顾。',
    '35. 我比较喜欢负责任。',
    '36. 我试着摆脱幻想，找寻真理。',
    '37. 改变内在的思想就会改变我的外在生活。',
    '38. 我会让别人感受很好，或者努力维持关系来拓展自己的资源。',
    '39. 为了维护个人信念，我愿意冒险。',
    '40. 我无法坐着，眼睁睁地看着错误发生。',
    '41. 我努力使自己更加客观。',
    '42. 我的出现常会促使环境或者别人有所改变。',
    '43. 我喜欢带给别人欢乐。',
    '44. 我靠着纪律获得成功。',
    '45. 一般而言，我对人们存有好感。',
    '46. 我擅长赋予人们适合于他们能力的工作。',
    '47. 保持我的独立是很重要的。',
    '48. 我相信世上每个人. 每件事都是彼此息息相关的。',
    '49. 这个世界很安全。',
    '50. 我信赖的人抛弃过我。',
    '51. 我的内心中觉得骚动不安。',
    '52. 我能够扬弃那些不再适合我的事情。',
    '53. 我喜欢使严肃的人轻松起来。',
    '54. 一点小混乱对灵魂的成长有利。',
    '55. 牺牲自己帮助别人，能够使我变成一个比较好的人。',
    '56. 我感到很平静。',
    '57. 对无礼冒犯的人，我会起来奋起抵抗。',
    '58. 我喜欢改变情势。',
    '59. 要使生活全面获得成功的关键是纪律与训练。',
    '60. 我的灵感来的很容易。',
    '61. 我不靠期待而活。',
    '62. 我觉得在某处有个更好的世界在等着我。',
    '63. 我相信我所遇到的人都值得信任。',
    '64. 我正在将梦想变为事实。',
    '65. 我知道我的需求将会被满足。',
    '66. 我觉得自己想要突破某些事情。',
    '67. 我试着以全心善意处理事情。',
    '68. 我很难拒绝别人。',
    '69. 我有许多很棒的主意，却很少去实现它们。',
    '70. 我期待生命中有更美好的事物发生。',
    '71. 生命中某个重要的人让我伤心。',
    '72. 对我而言，找寻的过程与结果同等重要。', 
  ],
  answer: [
    {
      value: 1,
      label: '从来没有'
    },
    {
      value: 2,
      label: '很少'
    },
    {
      value: 3,
      label: '有时'
    },
    {
      value: 4,
      label: '时常'
    },
  ],
  professional: [{
    name: '破坏者',
    value: 'Rebel'
  },
  {
    name: '天真者',
    value: 'Innocent'
  },
  {
    name: 'Creator',
    value: '创造者'
  }, {
    name: '天真者',
    value: 'Innocent'
  },
  {
    name: '草根',
    value: 'Regular Guy'
  }, 
  {
    name: '魔术师',
    value: 'Magician'
  },
  {
    name: '英雄',
    value: 'Hero'
  }, 
  {
    name: '统治者',
    value: 'Ruler'
  },
  {
    name: '照顾者',
    value: 'Caregiver'
  },
  {
    name: '智 者',
    value: 'Sage'
  },
  {
    name: '追寻者',
    value: 'Explorer'
  },
  {
    name: '娱乐家',
    value: 'Jester'
  },
  {
    name: '万人迷',
    value: 'Lover'
  }]
};
